xml-conf/ListFiles.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.qwcss.com.br/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:ListFiles>
         <group></group>
         <pager></pager>
         <records></records>
         <loginKey></loginKey>
      </ws:ListFiles>
   </soapenv:Body>
</soapenv:Envelope>